export const products = [
    {
      id: 1,
      name: 'ToyDo',
      icon_url: '/png/ToyDo_logo.png',
      link: '/ToyDo',
    },
    {
      id: 2,
      name: '내일모래',
      icon_url: '/png/naeilmorae_logo.png',  
      link: 'https://naeilmorae.co.kr/',
    },
    {
      id: 3,
      name: 'readin',
      icon_url: '/png/readin_logo.png',
      link: '/readin',
    }
  ];

  export const nav = {
    '/':{
      'logo':'Jeong',
    },
    '/ToyDo':{
      'logo':'ToyDo',
    },
    '/readin':{
      'logo':'readin',
    }
  }

  export const termsAndPolicy = {
    '/ToyDo':{
      'title':['개인정보처리방침'],
      'content':[`ToyDo (이하 "본 애플리케이션")는 사용자의 개인정보를 수집하지 않습니다. 따라서, 본 애플리케이션은 개인정보 보호와 관련하여 다음과 같은 사항을 고지합니다.


        개인정보 수집 및 이용

        본 애플리케이션은 사용자의 개인정보를 수집하거나 저장하지 않습니다. 회원 가입, 로그인, 위치 정보, 기기 정보 등의 데이터를 별도로 요청하거나 저장하지 않으며, 모든 기능은 사용자 단말기 내에서만 실행됩니다.


        개인정보 제3자 제공 및 위탁

        본 애플리케이션은 사용자의 개인정보를 제3자에게 제공하거나 외부 서비스에 위탁하지 않습니다.


        개인정보 보안

        개인정보를 수집하지 않기 때문에 별도의 보안 조치를 취할 필요가 없습니다. 그러나, 사용자의 기기 보안 및 개인 정보 보호를 위해 주기적인 보안 업데이트 및 OS 보안 기능을 활성화할 것을 권장합니다.


        개인정보처리방침 변경

        본 애플리케이션은 사용자의 개인정보를 수집하지 않으므로 본 개인정보처리방침의 내용이 크게 변경될 가능성은 없습니다. 다만, 서비스 개선이나 법적 요구 사항에 따라 정책이 변경될 수 있으며, 변경 사항은 본 애플리케이션 내에서 공지될 수 있습니다.


        문의 사항

        본 개인정보처리방침에 대한 문의 사항이 있으시면 아래의 연락처로 문의해 주세요.


        개발자명: 박정빈
        이메일: obb8923@gmail.com


        본 개인정보처리방침은 2024년 3월 11일부터 적용됩니다.


        `],
    },
    '/readin':{
      'title':['개인정보처리방침'],
      'content':[`readin(이하 "회사")는 이용자의 개인정보를 소중히 여기며, 「개인정보 보호법」 등 관련 법령을 준수하여 개인정보를 안전하게 보호하기 위하여 다음과 같이 개인정보처리방침을 수립·공개합니다.

1. 수집하는 개인정보 항목
회사는 서비스 제공을 위해 다음과 같은 개인정보를 수집합니다:

회원가입 시: 이메일, 비밀번호, 닉네임(실명이 아닌 사용자 이름)

서비스 이용 시: 사용자가 작성한 책 제목, 평점, 간단한 리뷰 등의 기록

2. 개인정보 수집 방법
회원가입 및 서비스 이용 과정에서 이용자가 직접 입력

자동 수집 항목 없음 (쿠키/로그 비활용)

3. 개인정보 이용 목적
회사는 수집한 개인정보를 다음의 목적을 위해 사용합니다:

회원 식별 및 인증, 서비스 이용 관리

책 기록 저장 및 불러오기 기능 제공

이용자 문의 응대 및 서비스 개선

4. 개인정보 보유 및 이용 기간
이용자가 회원 탈퇴 시, 모든 개인정보 및 작성 기록은 즉시 자동 삭제됩니다.

단, 관련 법령에 따라 일정 기간 보관이 필요한 경우 해당 법령을 따릅니다.

5. 개인정보의 제3자 제공
회사는 원칙적으로 이용자의 개인정보를 외부에 제공하지 않습니다. 다만, 다음의 경우에는 예외로 합니다:

이용자의 사전 동의를 받은 경우

법령에 근거하여 요청이 있는 경우

6. 개인정보 처리의 위탁
회사는 다음과 같이 개인정보 처리를 외부에 위탁하고 있습니다:

수탁업체: Supabase Inc.

위탁 목적: 사용자 계정 관리, 데이터 저장 및 백업

보유 및 이용 기간: 회원 탈퇴 또는 계약 종료 시까지

7. 이용자의 권리와 행사 방법
이용자는 언제든지 본인의 개인정보에 대해 다음과 같은 권리를 행사할 수 있습니다:

개인정보 조회, 수정, 삭제 요청

회원 탈퇴를 통한 개인정보 처리 중단

[회사 이메일]을 통해 권리 행사 가능

8. 개인정보 보호 책임자
책임자명: 박정빈

운영자(개인사업자명): Jeong

연락처: companyjeong25@gmail.com

이용자는 개인정보 관련 문의, 불만처리, 피해구제 등을 위 이메일을 통해 요청할 수 있습니다.

9. 개인정보처리방침 변경
이 개인정보처리방침은 서비스 운영 정책 또는 관련 법령에 따라 변경될 수 있으며, 변경 시 사전 공지를 통해 안내드립니다.

시행일자: 2025년 5월 2일

        `],
    }
  }
