export const products = [
    {
      id: 1,
      name: 'ToyDo',
      icon_url: '/png/ToyDo_logo.png',
      link: '/ToyDo',
    },
    {
      id: 2,
      name: '내일모래',
      icon_url: '/png/naeilmorae_logo.png',  
      link: 'https://naeilmorae.co.kr/',
    },
    {
      id: 3,
      name: 'readin',
      icon_url: '/png/readin.png',
      link: '/readin',
    }
  ];

  export const nav = {
    '/':{
      'logo':'Jeong',
    },
    '/ToyDo':{
      'logo':'ToyDo',
    },
    '/readin':{
      'logo':'readin',
    }
  }

  export const termsAndPolicy = {
    '/ToyDo':{
      'title':['개인정보처리방침'],
      'content':[`ToyDo (이하 "본 애플리케이션")는 사용자의 개인정보를 수집하지 않습니다. 따라서, 본 애플리케이션은 개인정보 보호와 관련하여 다음과 같은 사항을 고지합니다.


        개인정보 수집 및 이용

        본 애플리케이션은 사용자의 개인정보를 수집하거나 저장하지 않습니다. 회원 가입, 로그인, 위치 정보, 기기 정보 등의 데이터를 별도로 요청하거나 저장하지 않으며, 모든 기능은 사용자 단말기 내에서만 실행됩니다.


        개인정보 제3자 제공 및 위탁

        본 애플리케이션은 사용자의 개인정보를 제3자에게 제공하거나 외부 서비스에 위탁하지 않습니다.


        개인정보 보안

        개인정보를 수집하지 않기 때문에 별도의 보안 조치를 취할 필요가 없습니다. 그러나, 사용자의 기기 보안 및 개인 정보 보호를 위해 주기적인 보안 업데이트 및 OS 보안 기능을 활성화할 것을 권장합니다.


        개인정보처리방침 변경

        본 애플리케이션은 사용자의 개인정보를 수집하지 않으므로 본 개인정보처리방침의 내용이 크게 변경될 가능성은 없습니다. 다만, 서비스 개선이나 법적 요구 사항에 따라 정책이 변경될 수 있으며, 변경 사항은 본 애플리케이션 내에서 공지될 수 있습니다.


        문의 사항

        본 개인정보처리방침에 대한 문의 사항이 있으시면 아래의 연락처로 문의해 주세요.


        개발자명: 박정빈
        이메일: obb8923@gmail.com


        본 개인정보처리방침은 2024년 3월 11일부터 적용됩니다.


        `],
    },
    '/readin':{
      'title':['개인정보처리방침'],
      'content':['개인정보처리방침'],
    }
  }